[
	{
		"name": "Moran Hallel",
		"description": "48 y/o Euthanatos Master",
		"logo": "euthanatos",
		"notableTraits": {
			"Arete": 5,
			"Correspondence": 3,
			"Entropy": 4,
			"Life": 3,
			"Matter": 2,
			"Prime": 3,
			"Time": 1
		},
		"stats": {
			"Combat": 0,
			"Stealth": 0,
			"Soak": 0,
			"Strength": 0,
			"Charisma": 0,
			"Empathy": 0,
			"Manipulation": 0,
			"Self-Control": 0,
			"Alertness": 0,
			"Culture": 0,
			"Knowledge": 0,
			"Willpower": 0
		},
		"tips": ["Calm, composed. He's seen death. He's been forsaken by death. Doesn't care about danger."],
		"story": [
			"<p>Born in North Lawndale in 1975. Devout synagogue-goer. Knack for languages : Hebrew, Latin, Greek and Arabic among others. Awakening at 17 during his mother's funeral. He started having visions of death, drowning... he predicted the flood of 1992. Guided by these visions, prevented several deaths from occurring ; the Wheel hadn't turned for them yet.</p>",
			"<p>A Chakravat accepted to teach him. The master was of Indian descent and they weren't connecting. Moran translated all the teachings to be more in line with his Jewish heritage, “translating” all the Hindu gods to Angels and demons. He worships mostly Azrael (death), Gabriel (messenger, destruction), Apollyon (abyss), and others.</p>",
			"<p>Long ago, Moran Hallel crossed paths with the Setite Abd ar-Rashid Mukhtar. Initially a knowledge exchange, Moran had visions of Gehenna, foreseeing atrocities orchestrated by Abd. Moran chose to sever their collaboration. He lacks the power to destroy Abd but is determined to thwart his ominous destiny. The encounter left a lingering sense of foreboding, pushing Moran further into his pursuit of safeguarding the delicate balance between life and death.</p>",
			"<p>Moran is a scholar, and a clairvoyant one. He sees people and places that will brush with tragedy.</p>"
		]
	},
	{
		"name": "Dahlia Dunst",
		"description": "15 y/o Euthanatos, pupil of Moran Hallel",
		"logo": "euthanatos",
		"notableTraits": {
			"Arete": 3,
			"Correspondence": 2,
			"Entropy": 3,
			"Time": 3
		},
		"tips": ["Not confident, but doesn't care. Acts like she has nothing to lose."]
	},
	{
		"name": "Patricia Moxey",
		"description": "32 y/o Etherite",
		"logo": "society-of-ether",
		"notableTraits": {
			"Arete": 3,
			"Correspondence": 2,
			"Forces": 2,
			"Matter": 3,
			"Life": 3,
			"Prime": 2
		},
		"story": [
			"<p>Young Patricia was a prodigy with machines and electronics. She had a brilliant career ahead of her. Her dream as a child was to build a universal translator that would work by “reading thoughts”. In college she met Dominik Kostoff, an engineer who wanted to work on making cities more accessible. They eventually married.</p>",
			"<p>Patricia got pregnant but got a miscarriage. Her Avatar told her something strange : that the child might have been lost because Patricia wasn't connected to reality. Shortly after, Dominik got into an accident and got a concussion. His brain got messed up. Over the following months his mental health degraded steadily. Patricia felt immense guilt, thinking she was responsible for his accident as well for not being “connected enough”. She started learning neurosciences and found a master of Life magick, a Native American shaman. Given that, she has an odd mix of science and Native American medicine as magick tools. She started experimenting on Dominik to stop his degradation. She doesn't want to turn him into a machine or improve him. Ut she dreams of getting him back to his old state.</p>",
			"<p>She continues to try to get Dominik back to his old self. In the meantime she lets him take credit for her inventions, it makes him so happy.</p>"
		]
	},
	{
		"name": "Shinji Takashi",
		"description": "",
		"logo": "akashic",
		"notableTraits": {
			"Arete": 4,
			"Correspondence": 3,
			"Entropy": 3,
			"Forces": 2,
			"Mind": 4,
			"Prime": 2,
			"Time": 3
		}
	},
	{
		"name": "Ralph Dustin",
		"description": "",
		"logo": "euthanatos",
		"notableTraits": {
			"Arete": 3,
			"Correspondence": 2,
			"Entropy": 3,
			"Forces": 2,
			"Spirit": 3,
			"Fortitude": 1,
			"Potence": 1
		},
		"tips": [
			"Looks pretty young (late 20's), a bit gangster.",
			"When he meets people, wonders immediately how he would kill them.",
			"Jhor, afraid of losing his immortality.",
			"Any potential harm to Florinzia is a direct affront to him."
		],
		"story": [
			"<p>Was once a promising Euthanatos, skilled in combat and stealth. He hunted Cainites as he wanted to get rid of vampires and vampirism. While trying to study the condition, he met Florinzia Giovanni. She eventually convinced him to partake in Vitae so he could study its effects, and he got hooked.</p>",
			"<p>Initially, Ralph hated himself and tried to end his own life. After a few failed attempts, he resigned himself to making the best of the potentially unlimited time he has. He can still further his goal. To do that though, he needs the Blood, and to do that, he needs to keep his mistress alive and happy. He's now over 80 years old even though he looks 30, so he doesn't know what would happen if he stopped taking the Blood.</p>"
		]
	},
	{
		"name": "Juan Marco Cayetano",
		"description": "14 y/o recently Awakened Orphan Mage.",
		"logo": "euthanatos",
		"notableTraits": {
			"Arete": 2,
			"Correspondence": 2,
			"Entropy": 2,
			"Life": 2
		},
		"tips": [
			"Interested in combat-related Magick : stealth, body enhancements, healing, faster movements.",
			"For now, motivated only in fighting and getting stronger.",
			"Eventually wants to become a sniper."
		]
	},
	{
		"name": "Taylor Parson",
		"description": "18 y/o Mercurial, nickname “Alcazar”",
		"logo": "virtual-adepts",
		"notableTraits": {
			"Arete": 3,
			"Correspondence": 3,
			"Entropy": 2,
			"Time": 3
		},
		"tips": [
			"Online persona is bitchy, insulting. In person, behaves like L. Becomes frantic when she finds a solution.",
			"Always has dark chocolate on her.",
			"Hates coffee, alcohol, drugs, meat, dairy (especially cheese).",
			"Changes hair color every few days."
		],
		"story": [
			"<p>Orphan, lived in foster home until 14 y/o. Emancipated herself and has been living on her own since.</p>",
			"<p>Has been making money by investing in the first lucrative round of crypto. She says she knew what was gonna happen but all other Mercurials call her BS on that.</p>",
			"<p>Most of her Magick centers around statistics, predictive algorithms, probabilities… She sees them and can manipulate them to an extent. With the tooling to match : computers, algorithms etc.</p>",
			"<p>She embodies the image of the Mage who always seems to be at the right place at the right time, and also seems drawn to nexuses of conjecture.</p>"
		]
	},
	{
		"name": "Adrian Cleveland",
		"description": "27 y/o Chorister",
		"logo": "celestial-chorus",
		"notableTraits": {
			"Arete": 3,
			"Entropy": 2,
			"Life": 1,
			"Matter": 1,
			"Mind": 1,
			"Prime": 2,
			"Spirit": 1,
			"Time": 1
		},
		"tips": [
			"Generous and willing to help if he's convinced it's God's will.",
			"Likes to push others to reach their full potential. “You can lie to yourself but you can't lie to a mountain.”",
			"Doesn't believe in introspection ; unless it's to draw your inner strength and push it outwards."
		],
		"story": ["<p>Mountain climber</p>"]
	},
	{
		"name": "Fred Sheppard",
		"description": "19 y/o Hermetic",
		"logo": "order-of-hermes",
		"notableTraits": {
			"Arete": 3,
			"Forces": 3,
			"Life": 3,
			"Mind": 2,
			"Prime": 2
		},
		"tips": ["In a wheelchair. Very intellectual. Optimistic, hopeful, and overly eager to help, even if it gets him in trouble sometimes."],
		"story": [
			"<p>Partly motivated by his own disability, has always wanted to be a neurosurgeon and/or stem cell researcher. He sees magick as a capacity for humans to focus and access parts of the brain that tend to be overloaded.</p>"
		]
	},
	{
		"name": "Maya Sinclair",
		"description": "42 y/o Sahajiya",
		"logo": "cult-of-ecstacy",
		"notableTraits": {
			"Arete": 3,
			"Correspondence": 2,
			"Entropy": 2,
			"Life": 2,
			"Mind": 1,
			"Prime": 3,
			"Spirit": 1,
			"Time": 3
		},
		"tips": ["Encourages everyone to have reverence for life."],
		"story": [
			"<p>Born into a bohemian artistic family. Family's art studio burned down when she was a teenager, and she lost her sister Ella in the fire.</p>",
			"<p>Suffers from survivor's guilt, and tries transcending suffering through ecstasy and spiritual union.</p>",
			"<p>Aversion to drugs and conventional forms of hedonism. Loves dance, meditation, and exploration of altered states of consciousness. Time magick acts as a way to heal the wounds of the past.</p>"
		]
	},
	{
		"name": "Khalan Synesis",
		"description": "60 y/o Hermetic Master",
		"logo": "order-of-hermes",
		"notableTraits": {
			"Arete": 5,
			"Correspondence": 3,
			"Entropy": 1,
			"Forces": 5,
			"Life": 1,
			"Matter": 3,
			"Mind": 1,
			"Prime": 4,
			"Spirit": 5,
			"Time": 1
		},
		"tips": [
			"Generally detached, but very susceptible when provoked.",
			"Has no time for reckless, unmotivated or stupid neonates but will trickle down knowledge to those who deprecate themselves."
		],
		"story": [
			"<p>Was initiated to Magick by Dreamspeakers (sort-of) while he was on humanitarian missions in Congo.</p>",
			"<p>Came back to the USA to serve in the army during the invasion of Grenada. Got frustrated by the gentle shamanic approach to spirituality. Discovered an abandonned cache in Grenada which hosted Hermetic books. Back home, joined a Freemason lodge who then  introduced him to the Order of Hermes.</p>",
			"<p>Quickly got tired of controlling spirits to ask for small services. Started studying quantum physics, especially String theory, and got curious about the forces that exist in the Umbra.</p>"
		]
	},
	{
		"name": "Simon Theletos",
		"description": "20 y/o Hermetic Adept, bani Flambeau",
		"logo": "order-of-hermes",
		"notableTraits": {
			"Arete": 3,
			"Correspondence": 2,
			"Forces": 3,
			"Matter": 2,
			"Prime": 3,
			"Time": 1
		},
		"tips": [
			"Think Anakin Skywalker in Clone Wars. Arrogant but good-hearted, rogue, self-righteous, very talented.",
			"Magick is NOT science. Magick is like emotions, it's definitely real, but it can't be reproduced and codified like science can."
		],
		"story": [
			"<p>His Resonance has been visible very early. He was adopted into the sanctum and groomed for his Awakening since he was 8. When he did Awaken he already knew much of the theory. A quick study, he's been told that h's promised to great things, and he takes that seriously.</p>",
			"<p>Specializes in “combat” magick. In the Sanctum he uses spell tags with Enochian text, magical weapons and amulets, sigil wards, etc.</p>",
			"<p>His favorite street-level weapons are small electrified batons and whips ; these deal electrical/Prime damage and can also light sparks and deal fire hits. Otherwise he tries to make the environment work for him, e.g. fighting in a back alley where a whole staircase will fall down on his foe as a Forces attack.</p>"
		]
	},
	{
		"name": "Kaya Thunderwalker",
		"description": "38 y/o Dreamspeaker Warrior-Shaman",
		"logo": "dreamspeakers",
		"notableTraits": {
			"Arete": 4,
			"Correspondence": 2,
			"Entropy": 2,
			"Forces": 2,
			"Life": 3,
			"Prime": 3,
			"Spirit": 4
		},
		"tips": [
			"In combat, fluid and precise, dance-like movements.",
			"When communing with spirits, her eyes glow with an otherworldly light.",
			"Often imparts wisdom through traditional Apache proverbs and tales."
		],
		"story": [
			"<h2>Proverbs</h2>",
			"<p>“The soul would have no rainbow if the eyes had no tears.”</p>",
			"<p>“It is better to have less thunder in the mouth and more lightning in the hand.”</p>",
			"<p>“Wisdom sits in places.”</p>",
			"<p>“When you were born, you cried, and the world rejoiced. Live your life in such a way that when you die, everyone including yourself rejoices.”</p>",
			"<p>“A brave person dies once, a coward a thousand times.”</p>",
			"<p>“He who would learn to fly one day must first learn to stand and walk and run and climb and dance.”</p>",
			"<p>“Take the wisdom of the elders and infuse it with the youth's spirit.”</p>"
		]
	},
	{
		"name": "Serenity Foster",
		"description": "42 y/o Verbena",
		"logo": "verbena",
		"notableTraits": {
			"Arete": 4,
			"Correspondence": 1,
			"Forces": 1,
			"Life": 4,
			"Matter": 1,
			"Prime": 4,
			"Spirit": 1
		},
		"tips": ["Think Danielle Maitreya"],
		"story": [
			"<h2>Story</h2>",
			"<p>Came from a rural community. Had a genius intellect at school. Wanted to be a doctor and was on her way to be the very best. Got enrolled into University at 15 and moved to Chicago on her own to study. Started getting bullied as a teenager for being ugly, young and “a peasant”. Got so bad that she got beat down after school a few times. Authorities did very little, the perpetrators were well-connected. Only one boy, Smith, would defend her, to his great peril. He even forged a set of daggers for her to defend with, which of course she never did.</p>",
			"<p>She started failing her classes, went back home to rest. Her parents tried to help her but could also do very little. She left her home in despair. She intended on wandering until she couldn’t anymore, and die in nature. But before that could happen she found the Moonstone Grove Covenant. There she found new purpose and soon Awakened.</p>",
			"<p>After months of study, she returned to Chicago. She found Smith, convinced him to cancel his engagement to be with her. They moved in together but split apart several months later. Serenity found that she’s unable to be in a committed relationship. She belongs to the world, not to a man. Absolutely broke his heart.</p>"
		]
	},
	{
		"name": "Vaishnavi Manjusha",
		"description": "48 y/o Hermetic Adept, bani Tytalus",
		"logo": "order-of-hermes",
		"notableTraits": {
			"Arete": 4,
			"Correspondence": 2,
			"Forces": 4,
			"Matter": 1,
			"Prime": 4,
			"Spirit": 1
		},
		"tips": ["Austere and severe."],
		"story": [
			"<p>Feels like she's always been underestimated, and good only to marry and be useful to someone else.</p>",
			"<p>Sees Simon Theletos as a potential rival even though she's his superior.</p>",
			"<h2>Wants</h2>",
			"<p>A higher position in the Order. Will do everything and obey all the rules to gain it.</p>",
			"<h2>Likes</h2>",
			"<p>Places extremely high value on autonomy, self-sufficiency.</p>"
		]
	},
	{
		"name": "Kuri",
		"description": "Marauder",
		"logo": "marauder",
		"notableTraits": {
			"Arete": 5,
			"Correspondence": 3,
			"Entropy": 5,
			"Life": 5,
			"Matter": 5,
			"Prime": 2,
			"Spirit": 4
		},
		"tips": ["Can only say \"Kuri\""],
		"story": ["<h2>Quiet</h2>", "<p>Believes himself to be a Shinigami. It is his mission to bring death on a large scale.</p>"]
	},
	{
		"name": "Sublime Servant of the Chūn Ministry",
		"description": "Marauder",
		"logo": "marauder",
		"notableTraits": {
			"Arete": 5,
			"Correspondence": 3,
			"Forces": 2,
			"Life": 5,
			"Matter": 5,
			"Mind": 5,
			"Prime": 2,
			"Spirit": 4
		},
		"tips": ["I am on a divine mission to sustain life. Friends of death all are my targets."],
		"story": [""]
	}
]
